Revit 2027 API
ParameterTypeId.RbsElecCircuitCableTypeParam Property
 "Cable Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitCableTypeParam { get; }
Public Shared ReadOnly Property RbsElecCircuitCableTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitCableTypeParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitCableTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace